Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectError Property
 Can't copy between Family and Project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyBetweenFamilyAndProjectError { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyBetweenFamilyAndProjectError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyBetweenFamilyAndProjectError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace